// 歌词
// 顺序和歌曲列表一样

export default {
    // 需要写上这个才能在vc中使用mapXXX
    namespaced:true,
  
    state:{
        lyrickey:{
            1874:"[ti:1874]\
            [ar:陈奕迅]\
            [al:The Line-Up]\
            [by:]\
            [offset:0]\
            [00:00.00]1874 - 陈奕迅 (Eason Chan)\
            [00:08.22]词：黄伟文\
            [00:16.44]曲：王双骏\
            [00:24.67]仍然没有 遇到\
            [00:29.43]那位跟我绝配的恋人\
            [00:33.88]你根本也 未有出现\
            [00:37.18]还是已然 逝去\
            [00:41.39]怀疑在某一个国度里 的某一年\
            [00:46.49]还未带我到世上那天\
            [00:50.56]存在过\
            [00:51.92]一位等我爱的某人\
            [00:55.21]夜夜为我失眠\
            [01:00.43]从来未相识 已不在 这个人\
            [01:05.61]极其实在 却像个 虚构角色\
            [01:09.47]莫非今生 原定陪我来\
            [01:14.08]却去了 错误时代\
            [01:19.38]情人若 寂寥地\
            [01:21.90]出生在 1874\
            [01:25.22]刚刚早 一百年 一个世纪\
            [01:29.55]是否终身 都这样 顽强地等\
            [01:33.94]雨季会 降临赤地\
            [01:39.42]为何未 及时地\
            [01:41.58]出生在 1874\
            [01:45.01]邂逅你 看守你 一起老死\
            [01:49.39]互不相识 身处在 同年代中\
            [01:53.36]仍可 同生 共死\
            [02:31.50]从来未相识 已不在 这个人\
            [02:36.52]极其实在 却像个 虚构角色\
            [02:40.46]莫非今生 原定陪我来\
            [02:44.99]却去了 错误时代\
            [02:50.33]情人若 寂寥地\
            [02:52.58]出生在 1874\
            [02:55.93]刚刚早 一百年 一个世纪\
            [03:00.34]是否终身 都这样 顽强地等\
            [03:04.75]雨季会 降临赤地\
            [03:10.22]为何未 及时地\
            [03:12.28]出生在 1874\
            [03:15.74]邂逅你 看守你 一起老死\
            [03:20.10]若果不可 相约在 和平地方\
            [03:24.47]也与你 畅游战地\
            [03:27.77]为何未 及时地\
            [03:29.88]出生在 1874\
            [03:33.27]挽着你的手臂 彻夜逃避\
            [03:37.65]漫天烽火 失散在 同年代中\
            [03:41.64]仍可 同生 共死\
            ",
            SilhouettesOfYou:"[ti:silhouettes of you][ar:Isaac Gracie][al:the death of you & i - EP][by:][offset:0]\
            [00:00.01]Silhouettes Of You - Isaac Gracie\
            [00:00.02]Written by：Isaac Gracie[00:00.38]Silhouettes Of You \
            [00:01.38] Isaac Gracie\
            [00:01.31]I light the fuse [00:07.32]是我点燃导火索 \
            [00:10.84]And I watch it burn[00:12.71]我眼睁睁看着我们的裂痕越来越深 \
            [00:14.35]And somewhere deep inside I know \
            [00:17.62]There's a lesson to be learned[00:19.62]在内心深处我知道这是一个爱与痛的教训 \
            [00:21.11]It's not the crime but the way that we pay for [00:24.11]这不是罪恶但我们却要为此受尽折磨 \
            [00:26.85]Feelings are mutual[00:30.03]感情是相互的 \
            [00:32.32]You go upstairs[00:34.34]你独自上楼 \
            [00:35.85]And I hang my head[00:38.31]留我独自一人 心里空荡荡 \
            [00:39.10]Somebody said I let myself down as I crawled into bed[00:44.10] 有人说这都是我咎由自取 \
            [00:45.57]I wondered why the hell I'd ever paid for [00:50.57] 可是否我一定要付出如此惨痛的代价 \
            [00:51.35]Feelings are mutual[00:59.35]爱要两情相悦 \
            [01:00.52]I'm tired of living in the shadows[01:11.47]我厌倦了整日活在阴影中 \
            [01:12.89]These pebble walls I can't break through[01:23.17]但是我无法冲破这城墙一样的牢笼 \
            [01:25.23]I'm sick of standing by your window[01:36.93]我厌倦了总是站在你的窗前 \
            [01:38.00]Tracing silhouettes of you [01:45.00] 追寻你美丽的身影 \
            [01:47.44]When it gets dark[01:50.19]每到夜深人静 \
            [01:51.12]You light the spark[01:53.40]总是觉得你给我希望 \
            [01:54.33]And all the lies I tried to live by start falling apart [01:58.33] 构筑的所有谎言就要坍塌 \
            [02:00.63]Whoever knew that it could be so painful[02:04.63] 从未想过我会如此痛苦 \
            [02:06.34]Feelings are mutual[02:10.23]感情是相互的 \
            [02:12.24]Now I can't escape[02:14.98]如今 我无法摆脱 \
            [02:16.14]These things I've done[02:18.75]我曾经做过的事情 \
            [02:19.30]But my anxieties have promised me the worst is to come[02:23.30] 但我每日担惊受怕更糟糕的事情发生 \
            [02:25.58]So give up living for the life that you paid for [02:29.58] 所以放弃你也曾痛楚过的这种生活 \
            [02:31.27]Feelings are mutual[02:34.39]爱是相互的\
            [02:35.30]Have won[02:39.32]便是胜利吗? \
            [02:40.35]I'm tired of living in the shadows[02:50.87]我厌倦了整日活在阴影中 \
            [02:52.82]These pebble walls I can't break through[03:02.74]但是我无法冲破这城墙一样的牢笼 \
            [03:05.32]I'm sick of standing by your window [03:16.65]我厌倦了总是站在你的窗前 \
            [03:18.97]Tracing silhouettes of you[03:27.87]追寻你美丽的身影 \
            [03:30.32]Tracing silhouettes of you[03:40.11]追寻你美丽的身影 \
            [03:42.61]Tracing silhouettes of you[03:52.85]追寻你美丽的身影 \
            [03:55.06]Tracing silhouettes of you[04:04.68]追寻你美丽的身影 \
            [04:07.48]Tracing silhouettes of you[04:17.07]追寻你美丽的身影 \
            [04:20.89]I light the fuse[04:22.95]是我点燃了导火索 \
            [04:24.46]And I watch it burn[04:26.95]我眼睁睁看着我们的裂痕越来越深\
            [04:27.71]And somewhere deep inside I know\
            [04:30.91]There's a lesson to be learned[04:33.76]我深知这是一个爱与恨的惨痛教训 \
            [04:34.76]It's not the crime but the way that we pay for[04:38.76]这不是罪恶但我们却要为此受尽折磨 \
            [04:39.76] Feelings are mutual[04:46.76]爱要两情相悦",

            AThousandYears:"[ti:A Thousand Years (ԭ��:Christina Perri)][ar:Lancelot]\
            [al:Lancelot][by:][offset:0]\
            [00:00.00]A Thousand Years - Lancelot[00:07.16]Lyrics by Christina Perri/David Hodges \
            [00:14.32]Composed by Christina Perri/David Hodges \
            [00:21.48] Heart beats fast\
            [00:25.25]Colors and promises\
            [00:30.37]How to be brave[00:32.85]How can I love when I'm afraid to fall\
            [00:40.32]But watching you stand alone\
            [00:45.75]All of my doubt suddenly goes away somehow \
            [00:53.52][00:54.96]One step closer\
            [01:02.53]I have died every day waiting for you \
            [01:07.69]Darling don't be afraid\
            [01:10.23]I have loved you for a thousand years\
            [01:16.65]I'll love you for a thousand more\
            [01:28.59]Time stands still[01:31.19][01:32.37]Beauty in all she is\
            [01:37.44]I will be brave[01:39.29][01:40.01]I will not let anything take away\
            [01:47.00][01:47.60]What's standing in front of me\
            [01:52.91]Every breath[01:55.28]Every hour has come to this\
            [02:01.87]One step closer[02:07.89][02:09.70]I have died every day waiting for you\
            [02:14.15][02:14.80]Darling don't be afraid[02:16.77]\
            [02:17.46]I have loved you for a thousand years[02:22.89]\
            [02:23.64]I'll love you for a thousand more[02:29.19]\
            [02:30.53]All along I believed I would find you[02:35.05]\
            [02:35.71]Time has brought your heart to me[02:37.80]\
            [02:38.32]I have loved you for a thousand years[02:44.07]\
            [02:44.60]I'll love you for a thousand more[02:51.12]\
            [03:14.63]One step closer[03:20.64][03:24.84]One step closer[03:30.74]\
            [03:32.56]I have died every day waiting for you[03:37.07]\
            [03:37.69]Darling don't be afraid[03:40.42]I have loved you for a thousand years\
            [03:45.93][03:46.71]I'll love you for a thousand more[03:52.14]\
            [03:53.37]All along I believed I would find you[03:57.79]\
            [03:58.51]Time has brought your heart to me[04:00.57]\
            [04:01.16]I have loved you for a thousand years[04:06.53]\
            [04:07.43]I'll love you for a thousand more",

            MerryChristmasMe:"[04:01.16]纯音乐~[04:06.53]",

            ParadiseHowFar:"[ti:Paradise... How Far?]\
            [al:Paradise... How Far?]\
            [by:]\
            [offset:0]\
            [00:00.00]Paradise... How Far? - �������� The Chairs\
            [00:17.09]Lie down by my side\
            [00:21.20]Beneath the perfect sunshine\
            [00:25.64]And the bluest sky\
            [00:30.63]Will throw us back to the time\
            [00:34.26]Like one of those lovely nights\
            [00:38.86]In the diamond starlight\
            [00:42.94]How crazy years have flied\
            [00:47.86]Oh how far are we to paradise\
            [00:53.55]Life's been fairly easy guess I shouldn't cry\
            [01:01.68]Yet sometimes\
            [01:05.71]It's hard to say I'm fine\
            [01:10.19]The moment that I wait on is like one with you now\
            [01:18.00]Tender is the smile\
            [01:22.30]I'll write it in my song\
            [01:26.69]So stay here by my side\
            [01:30.87]Beneath the perfect sunshine\
            [01:35.56]And the bluest sky\
            [01:40.33]Will throw us back to the time\
            [01:44.01]Like one of those lonely nights\
            [01:48.65]In the diamond spotlight\
            [01:52.70]How crazy years have flied\
            [01:57.71]Oh how far are we to paradise\
            [02:07.57]I always felt like a misfit guess I didn't try\
            [02:15.35]You say it's alright\
            [02:19.76]We're all alone sometimes\
            [02:24.46]I don't deserve a moment like one with you now\
            [02:32.13]But how can it be wrong\
            [02:36.37]I'll write it in my song\
            [02:42.83]So stay here by my side\
            [02:47.29]Beneath the perfect sunshine\
            [02:51.82]And the bluest sky\
            [02:56.91]Will throw us back to the time\
            [03:00.50]Like one of those lonely nights\
            [03:05.00]In the diamond spotlight\
            [03:09.20]How crazy years have flied\
            [03:14.00]Oh how far are we to paradise",

            TheScientist:"[ti:The Scientist (Live)]\
            [ar:Coldplay]\
            [al:Special Live CD]\
            [by:]\
            [offset:0]\
            [00:00.00]The Scientist (Live) - Coldplay (�����ֶ�)\
            [00:14.11]Written by��Chris Martin/Guy Berryman/Jon Buckland/Jonny Buckland/Will Champion/Audrey Riley/Coldplay\
            [00:28.22]Come up to meet you\
            [00:30.63]\
            [00:31.25]Tell you I'm sorry\
            [00:33.80]\
            [00:34.46]You don't know how lovely you are\
            [00:39.81]\
            [00:41.32]I had to find you\
            [00:43.73]\
            [00:44.41]Tell you I need you\
            [00:47.02]\
            [00:47.69]Tell you I set you apart\
            [00:53.38]\
            [00:54.23]Tell me your secrets\
            [00:56.87]\
            [00:57.58]And ask me your questions\
            [01:00.71]Oh let's go back to the start\
            [01:06.54]\
            [01:07.46]Running in circles\
            [01:10.15]\
            [01:10.68]Coming up tails\
            [01:13.90]Heads on a science apart\
            [01:19.44]\
            [01:20.36]Nobody said it was easy\
            [01:25.22]\
            [01:26.77]It's such a shame for us to part\
            [01:32.46]\
            [01:33.34]Nobody said it was easy\
            [01:38.41]\
            [01:39.77]No one ever said it would be this hard\
            [01:45.84]\
            [01:48.97]I'm going back to the start\
            [01:52.45]\
            [02:19.61]I was just guessing\
            [02:21.76]\
            [02:22.88]At numbers and figures\
            [02:25.94]Pulling your puzzles apart\
            [02:31.13]\
            [02:32.45]Questions of science\
            [02:35.22]\
            [02:35.73]Science and progress\
            [02:38.43]\
            [02:38.96]Do not speak as loud as my heart\
            [02:44.91]\
            [02:45.51]Tell me you love me\
            [02:48.14]\
            [02:48.89]Come back and haunt me\
            [02:51.96]Oh and I rush to the start\
            [02:57.49]\
            [02:58.69]Running in circles\
            [03:02.02]Chasing our tails\
            [03:05.25]Coming back as we are\
            [03:11.73]Nobody said it was easy\
            [03:16.80]\
            [03:18.23]Oh it's such a shame for us to part\
            [03:23.96]\
            [03:24.48]Nobody said it was easy\
            [03:29.84]\
            [03:31.31]No one ever said it would be so hard\
            [03:37.50]\
            [03:40.36]Oh take me back to the start",

            // 葡萄成熟时:"static/songs/葡萄成熟时.lrc",

            葡萄成熟时:"[ti:葡萄成熟时]\
            [ar:陈奕迅]\
            [al:U 87]\
            [by:]\
            [offset:0]\
            [00:00.91]葡萄成熟时 - U 87 - 陈奕迅\
            [00:03.60]作词： 黄伟文 作曲： Vincent Chow、Anfernee Cheung\
            [00:16.14]差不多冬至一早一晚还是有雨\
            [00:20.10]当初的坚持现已令你很怀疑\
            [00:25.77]很怀疑你最尾等到只有这枯枝\
            [00:31.85]苦恋几多次悉心栽种全力灌注\
            [00:35.66]所得竟不如别个后辈收成时\
            [00:41.01]这一次你真的很介意\
            [00:46.14]但见旁人谈情何引诱\
            [00:50.24]问到何时葡萄先熟透\
            [00:54.63]你要静候再静候\
            [00:58.25]就算失收始终要守\
            [01:03.55]日后尽量别教今天的泪白流\
            [01:10.28]留低击伤你的石头\
            [01:14.11]从错误里吸收\
            [01:18.05]也许丰收月份尚未到你也得接受\
            [01:24.92]或者要到你将爱酿成醇酒\
            [01:31.32]时机先至熟透\
            [01:49.18]应该怎么爱可惜书里从没记载\
            [01:53.11]终于摸出来但岁月却不回来\
            [01:58.27]不回来错过了春天可会再花开\
            [02:04.67]一千种恋爱一些需要情泪灌溉\
            [02:08.22]枯毁的温柔\
            [02:09.94]在最后会长回来\
            [02:13.82]错的爱乃必经的配菜\
            [02:18.66]但见旁人谈情何引诱\
            [02:22.78]问到何时葡萄先熟透\
            [02:26.81]你要静候再静候\
            [02:30.66]就算失收始终要守\
            [02:35.44]日后尽量别教今天的泪白流\
            [02:42.04]留低击伤你的石头\
            [02:45.84]从错误里吸收\
            [02:49.48]也许丰收月份尚未到你也得接受\
            [02:56.75]或者要到你将爱酿成醇酒\
            [03:02.99]时机先至熟透\
            [03:09.63]想想天的一边亦有个某某在等候\
            [03:20.33]wo wo wo yeah yeah~~\
            [03:24.60]一心只等葡萄熟透\
            [03:30.59]尝杯酒wo wowow\
            [03:39.77]别让寂寞害你伤得一夜白头\
            [03:46.40]仍得不需要的自由\
            [03:50.45]和最耀眼伤口\
            [03:53.83]我知日后路上或没有更美的邂逅\
            [04:01.02]但当你智慧都蕴酿成红酒\
            [04:07.47]仍可一醉自救\
            [04:13.27]谁都辛酸过\
            [04:20.44]哪个没有",

            无条件:"[ti:无条件]\
            [ar:陈奕迅]\
            [al:准备中]\
            [by:]\
            [offset:0]\
            [00:01.47]无条件 - 陈奕迅\
            [00:05.51]词：袁两半\
            [00:08.40]曲：Eric Kwok\
            [00:16.06]你何以始终不说话\
            [00:21.83]尽管讲出不快吧\
            [00:25.47]事与冀盼有落差请不必惊怕\
            [00:30.75]我仍然会冷静聆听\
            [00:36.55]仍然紧守于身边\
            [00:40.21]与你进退也共鸣\
            [00:44.34]时日会蔓延再蔓延\
            [00:48.61]某些不可改变的改变\
            [00:52.12]与一些不要发现的发现\
            [00:55.72]就这么放大了缺点\
            [00:59.57]来让我问谁可决定\
            [01:03.01]那些东西叫做完美至善\
            [01:06.82]我只懂得爱你在每天\
            [01:13.38]当潮流爱新鲜当旁人爱标签\
            [01:20.79]幸得伴着你我是窝心的自然\
            [01:28.20]当闲言再尖酸给他妒忌多点\
            [01:35.52]因世上的至爱是不计较条件\
            [01:43.26]谁又可清楚看见\
            [01:59.01]美难免总有些缺憾\
            [02:05.09]若果不甘心去问\
            [02:08.93]问到最尾叫内心也长出裂痕\
            [02:13.81]笑何妨与你又重温\
            [02:19.84]仍然我说我庆幸\
            [02:23.35]你永远胜过别人\
            [02:27.31]期待美没完爱没完\
            [02:31.76]放开不必打算的打算\
            [02:35.41]作一些可以约定的约定\
            [02:39.03]就抱紧以后每一天\
            [02:42.85]其实你定然都发现\
            [02:46.51]我有很多未达完美事情\
            [02:49.98]我只懂得再努力每天\
            [02:56.99]当潮流爱新鲜当旁人爱标签\
            [03:04.11]幸得伴着你我是窝心的自然\
            [03:11.85]当闲言再尖酸给他妒忌多点\
            [03:18.99]因世上的至爱是不计较条件\
            [03:26.33]谁又可清楚看见\
            ",

            李香兰:"[ti:李香兰]\
            [ar:张学友]\
            [al:梦中的你]\
            [by:]\
            [offset:0]\
            [00:00.00]李香兰 (《秋意浓》粤语版) - 张学友 (Jacky Cheung)\
            [00:11.47]词：周礼茂\
            [00:22.94]曲：玉置浩二\
            [00:34.42]恼春风\
            [00:39.44]我心因何恼春风\
            [00:46.85]说不出\
            [00:50.87]借酒相送\
            [00:59.37]夜雨冻\
            [01:03.47]雨点透射到照片中\
            [01:10.82]回头似是梦\
            [01:14.16]无法弹动\
            [01:17.24]迷住凝望你\
            [01:20.40]褪色照片中\
            [01:23.56]啊\
            [01:27.66]像花虽未红\
            [01:33.73]如冰虽不冻\
            [01:40.57]却像有无数说话\
            [01:44.25]可惜我听不懂\
            [01:48.49]啊\
            [01:52.17]是杯酒渐浓\
            [01:58.41]或我心真空\
            [02:04.58]何以感震动\
            [02:13.24]照片中\
            [02:17.79]那可以投照片中\
            [02:25.25]盼找到\
            [02:29.03]时间裂缝\
            [02:37.75]夜放纵\
            [02:41.98]告知我难寻你芳踪\
            [02:49.07]回头也是梦\
            [02:52.60]仍似被动\
            [02:55.70]逃避凝望你\
            [02:58.65]却深印脑中\
            [03:01.95]啊\
            [03:05.78]像花虽未红\
            [03:12.09]如冰虽不冻\
            [03:18.23]却像有无数说话\
            [03:22.42]可惜我听不懂\
            [03:26.68]啊\
            [03:30.40]是杯酒渐浓\
            [03:36.60]或我心真空\
            [03:42.95]何以感震动\
            [04:40.91]啊\
            [04:44.77]像花虽未红\
            [04:50.96]如冰虽不冻\
            [04:57.69]却像有无数说话\
            [05:01.22]可惜我听不懂\
            [05:05.49]啊\
            [05:09.13]是杯酒渐浓\
            [05:15.16]或我心真空\
            [05:21.52]何以感震动\
            ",

            唯一:"[ti:唯一]\
            [ar:告五人]\
            [al:运气来得若有似无]\
            [by:]\
            [offset:0]\
            [00:07.28]唯一 - 告五人\
            [00:14.56]词：潘云安\
            [00:21.84]曲：潘云安\
            [00:29.13]你真的懂唯一 的定义\
            [00:35.22]并不简单如呼吸\
            [00:42.69]你真的希望你能厘清\
            [00:48.84]若没交心怎么说明\
            [00:54.75]我真的爱你\
            [01:01.68]句句不轻易\
            [01:08.55]眼神中飘移\
            [01:14.49]总是在关键时刻清楚洞悉\
            [01:22.23]你的不坚定\
            [01:28.20]配合我颠沛流离\
            [01:35.79]死去中清醒\
            [01:41.88]明白你背着我聪明\
            [02:08.31]你真的懂唯一的定义\
            [02:14.37]不只是如影随形\
            [02:21.93]你真的希望你能厘清\
            [02:28.17]闭上眼睛 用心看清\
            [02:33.93]我真的爱你\
            [02:40.95]没人能比拟\
            [02:47.79]眼神没肯定\
            [02:53.70]总是在关键时刻清楚洞悉\
            [03:01.38]你的不坚定\
            [03:07.35]配合我颠沛流离\
            [03:14.91]死去中清醒\
            [03:21.06]明白你背着我聪明\
            [03:28.80]爱本质无异\
            [03:34.65]是因为人多得拥挤\
            [03:42.27]你不想证明 证明我是你唯一\
            [03:55.23]证明我是你唯一\
            ",

            我:"[ti:我(Mandarin Version)]\
            [ar:张国荣]\
            [al:大热]\
            [by:]\
            [offset:0]\
            [00:00.00]我 (国语) - 张国荣 (Leslie Cheung)\
            [00:01.36]词：林夕 \
            [00:02.73]曲：张国荣 \
            [00:04.10]编曲：赵增熹 \
            [00:05.47]I am what I am\
            [00:13.34]我永远都爱这样的我\
            [00:47.48]快乐是\
            [00:50.45]快乐的方式不只一种\
            [00:57.57]最荣幸是\
            [01:01.17]谁都是造物者的光荣\
            [01:07.93]不用闪躲\
            [01:12.00]为我喜欢的生活而活\
            [01:18.87]不用粉墨\
            [01:22.63]就站在光明的角落\
            [01:28.80]我就是我\
            [01:32.91]是颜色不一样的烟火\
            [01:39.97]天空海阔\
            [01:43.77]要做最坚强的泡沫\
            [01:50.52]我喜欢我\
            [01:54.44]让蔷薇开出一种结果\
            [02:01.31]孤独的沙漠里\
            [02:05.06]一样盛放的赤裸裸\
            [02:18.13]多么高兴\
            [02:21.85]在琉璃屋中快乐生活\
            [02:28.65]对世界说什么是光明和磊落\
            [02:39.26]我就是我\
            [02:45.91]是颜色不一样的烟火\
            [02:52.86]天空海阔\
            [02:56.66]要做最坚强的泡沫\
            [03:03.48]我喜欢我\
            [03:07.51]让蔷薇开出一种结果\
            [03:14.14]孤独的沙漠里\
            [03:18.09]依然盛放的赤裸裸\
            ",

            消愁:"[ti:消愁(Live)]\
            [ar:毛不易]\
            [al:明日之子 第7期]\
            [by:]\
            [offset:0]\
            [00:00.00]消愁 - 毛不易\
            [00:03.01]词：毛不易\
            [00:06.03]曲：毛不易\
            [00:09.04]编曲：郑楠\
            [00:12.06]音乐总监：谭伊哲\
            [00:15.07]乐队：TYZ乐队\
            [00:18.09]当你走进这欢乐场\
            [00:22.25]背上所有的梦与想\
            [00:26.67]各色的脸上各色的妆\
            [00:30.99]没人记得你的模样\
            [00:35.32]三巡酒过你在角落\
            [00:39.77]固执地唱着苦涩的歌\
            [00:44.04]听他在喧嚣里被淹没\
            [00:48.28]你拿起酒杯对自己说\
            [00:52.86]一杯敬朝阳 一杯敬月光\
            [00:57.21]唤醒我的向往 温柔了寒窗\
            [01:01.03]于是可以不回头地逆风飞翔\
            [01:05.89]不怕心头有雨 眼底有霜\
            [01:10.36]一杯敬故乡 一杯敬远方\
            [01:14.61]守着我的善良 催着我成长\
            [01:18.49]所以南北的路从此不再漫长\
            [01:23.43]灵魂不再无处安放\
            [01:47.45]一杯敬明天 一杯敬过往\
            [01:51.75]宽重我的身体 厚重了肩膀\
            [01:55.55]虽然从不相信所谓山高水长\
            [02:00.51]人生苦短何必念念不忘\
            [02:04.83]一杯敬自由 一杯敬死亡\
            [02:09.22]宽恕我的平凡 驱散了迷惘\
            [02:13.05]好吧天亮之后总是潦草离场\
            [02:17.87]清醒的人最荒唐\
            [02:21.77]好吧天亮之后总是潦草离场\
            [02:26.61]清醒的人最荒唐\
            ",

            一生所爱:"[ti:一生所爱]\
            [ar:卢冠廷&莫文蔚]\
            [al:齐天周大圣之西游双记 电影歌乐游唱版]\
            [by:]\
            [offset:0]\
            [00:02.29]一生所爱 - 卢冠廷&莫文蔚\
            [00:03.34]词：唐书琛\
            [00:04.86]曲：卢冠廷\
            [00:05.76]编曲：卢冠廷\
            [00:38.17]从前现在过去了再不来\
            [00:47.46]红红落叶长埋尘土内\
            [00:55.52]开始终结总是没变改\
            [01:04.66]天边的你飘泊在白云外\
            [01:14.91]苦海翻起爱恨\
            [01:23.57]在世间难逃避命运\
            [01:33.09]相亲竟不可接近\
            [01:42.29]或我应该相信是缘分\
            [02:28.74]情人别后永远再不来\
            [02:34.32]消散的情缘\
            [02:37.97]无言独坐放眼尘世外\
            [02:43.61]愿来日再续\
            [02:45.89]鲜花虽会凋谢\
            [02:48.79]只愿\
            [02:51.49]但会再开\
            [02:53.63]为你\
            [02:55.16]一生所爱隐约\
            [02:57.88]守候\
            [02:59.76]在白云外\
            [03:02.53]期待\
            [03:05.35]苦海翻起爱恨\
            [03:13.92]在世间难逃避命运\
            [03:23.65]相亲竟不可接近\
            [03:32.81]或我应该相信是缘分\
            [03:42.18]苦海翻起爱恨\
            [03:50.79]在世间难逃避命运\
            [04:00.54]相亲竟不可接近\
            [04:09.66]或我应该相信是缘分\
            ",

            月半小夜曲:"[ti:月半小夜曲(重新灌唱版)]\
            [ar:李克勤]\
            [al:LOVE -李克勤]\
            [by:]\
            [offset:0]\
            [00:00.00]月半小夜曲 (重新灌唱版) (原曲：ハーフムーン·セレナーデ) - 李克勤 (Hacken Lee)\
            [00:08.20]词：向雪怀\
            [00:16.41]曲：河合奈保子\
            [00:24.62]仍然倚在失眠夜 望天边星宿\
            [00:30.43]仍然听见小提琴 如泣似诉再挑逗\
            [00:36.35]为何只剩一弯月 留在我的天空\
            [00:43.10]这晚以后音讯隔绝\
            [00:48.51]人如天上的明月 是不可拥有\
            [00:54.40]情如曲过只遗留 无可挽救再分别\
            [01:00.34]为何只是失望 填密我的空虚\
            [01:07.03]这晚夜没有吻别\
            [01:12.36]仍在说永久 想不到是借口\
            [01:18.59]从未意会要分手\
            [01:27.29]但我的心每分每刻仍然被她占有\
            [01:34.52]她似这月儿仍然是不开口\
            [01:39.30]提琴独奏独奏着  明月半倚深秋\
            [01:45.82]我的牵挂 我的渴望 直至以后\
            [02:21.31]仍然倚在失眠夜 望天边星宿\
            [02:27.34]仍然听见小提琴 如泣似诉再挑逗\
            [02:33.12]为何只剩一弯月 留在我的天空\
            [02:39.82]这晚以后音讯隔绝\
            [02:45.22]人如天上的明月 是不可拥有\
            [02:51.13]情如曲过只遗留 无可挽救再分别\
            [02:57.06]为何只是失望 填密我的空虚\
            [03:03.75]这晚夜没有吻别\
            [03:09.18]仍在说永久 想不到是借口\
            [03:15.21]从未意会要分手\
            [03:24.16]但我的心每分每刻仍然被她占有\
            [03:31.06]她似这月儿仍然是不开口\
            [03:36.08]提琴独奏独奏着  明月半倚深秋\
            [03:42.52]我的牵挂 我的渴望 直至以后\
            [03:48.08]仍在说永久 想不到是借口\
            [03:54.11]从未意会要分手\
            [04:03.02]但我的心每分每刻仍然被她占有\
            [04:09.97]她似这月儿仍然是不开口\
            [04:14.93]提琴独奏独奏着  明月半倚深秋\
            [04:21.47]我的牵挂 我的渴望 直至以后\
            ",
            白玫瑰:"[ti:白玫瑰]\
            [ar:陈奕迅]\
            [al:What’s Going On...? (Remastered 2019)]\
            [by:]\
            [offset:0]\
            [00:00.68]白玫瑰 - 陈奕迅\
            [00:03.50]作词：李焯雄\
            [00:06.35]作曲：梁翘柏\
            [00:09.15]编曲：梁翘柏\
            [00:16.49]白如白牙热情被吞噬\
            [00:18.49]香槟早挥发得彻底\
            [00:23.68]白如白蛾潜回红尘俗世\
            [00:26.36]俯瞰过灵位\
            [00:30.14]但是爱骤变芥蒂后\
            [00:33.92]如同肮脏污秽不要提\
            [00:37.72]沉默带笑玫瑰带刺回礼\
            [00:40.97]只信任防卫\
            [00:44.74]怎么冷酷却仍然美丽\
            [00:48.37]得不到的从来矜贵\
            [00:52.22]身处劣势如何不攻心计\
            [00:56.18]流露敬畏试探你的法规\
            [00:59.80]即使恶梦却仍然绮丽\
            [01:03.53]甘心垫底衬你的高贵\
            [01:07.29]一撮玫瑰无疑心的丧礼\
            [01:11.44]前事作废当爱已经流逝\
            [01:14.75]下一世\
            [01:30.82]白如白忙莫名被摧毁\
            [01:33.52]得到的竟已非那位\
            [01:38.13]白如白糖误投红尘俗世\
            [01:41.36]消耗里亡逝\
            [01:45.20]但是爱骤变芥蒂后\
            [01:48.90]如同肮脏污秽不要提\
            [01:52.49]沉默带笑玫瑰带刺回礼\
            [01:56.48]只信任防卫\
            [01:59.72]怎么冷酷却仍然美丽\
            [02:03.42]得不到的从来矜贵\
            [02:07.18]身处劣势如何不攻心计\
            [02:11.43]流露敬畏试探你的法规\
            [02:14.80]即使恶梦却仍然绮丽\
            [02:18.40]甘心垫底衬你的高贵\
            [02:22.26]一撮玫瑰模拟心的丧礼\
            [02:26.42]前事作废当爱已经流逝\
            [02:29.65]下一世\
            [02:44.84]怎么冷酷却仍然美丽\
            [02:48.48]得不到的从来矜贵\
            [02:52.18]身处劣势如何不攻心计\
            [02:56.44]流露敬畏试探爱的法规\
            [02:59.88]即使恶梦却仍然绮丽\
            [03:03.40]甘心垫底最美的姿势\
            [03:07.32]一撮玫瑰模拟心的丧礼\
            [03:11.44]前事作废当我已经流逝\
            [03:14.86]即使恶梦却仍然绮丽\
            [03:18.39]甘心垫底衬你的高贵\
            [03:22.28]给我玫瑰前来参加丧礼\
            [03:26.17]前事作废当我已经流逝\
            [03:29.77]又一世\
            "

        },
        
    },
    actions:{
    },
    mutations:{    
    
    },
    getters:{
      
    }
  }